brew "fd"
brew "git"
brew "heroku"
brew "hub"
brew "mas"
brew "nvm"
brew "postgresql"
brew "redis"
brew "rbenv"
brew "trash"
brew "yarn"

cask "alfred"
cask "appzapper"
cask "arq"
cask "atom"
cask "beamer"
cask "cleanmymac"
cask "dash"
cask "electorrent"
cask "github-desktop"
cask "gitup"
cask "google-chrome"
cask "hyper"
cask "insomnia"
cask "kap"
cask "keyboard-cleaner"
cask "knox"
cask "microblog"
cask "milanote"
cask "osxfuse" # For Transmit
cask "postman"
cask "rocket"
cask "sketch"
cask "slack"
cask "steam"
cask "sublime-text"
cask "superhuman"
cask "transmission"
cask "transmit"
cask "trym"
cask "tyke"
cask "upterm"
cask "vanilla"
cask "vlc"
cask "whiskey"

mas "1Blocker", id: 1107421413
mas "1Password", id: 443987910
mas "Annotate", id: 918207447
mas "Calca", id: 635758264
mas "Claquette", id: 587748131
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 924726344
mas "Density", id: 980053405
mas "Drop", id: 1173932628
mas "Fantastical 2", id: 975937182
mas "Gifski", id: 1351639930
mas "GIFMaker", id: 1015930892
mas "GIF Brewery", id: 1081413713
mas "Gradient", id: 481981128
mas "HazeOver", id: 430798174
mas "HEIC Converter to JPEG or PNG", id: 1294126402
mas "iA Writer", id: 775737590
mas "Icon Slate", id: 439697913
mas "Kaleidoscope", id: 587512244
mas "Lungo", id: 1263070803
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "Marked 2", id: 890031187
mas "Medis", id: 1063631769
mas "Monodraw", id: 920404675
mas "MOON", id: 1029982041
mas "Movist", id: 461788075
mas "Noizio", id: 928871589
mas "Paste", id: 967805235
mas "Pixelmator", id: 407963104
mas "Pixen", id: 525180431
mas "Postico", id: 1031280567
mas "Reeder 3", id: 880001334
mas "Shotty", id: 1250306151
mas "Sip", id: 507257563
mas "Spectrum", id: 518156125
mas "Squash", id: 1152443474
mas "Things 3", id: 904280696
mas "WiFi Explorer", id: 494803304
mas "Xcode", id: 497799835
mas "xScope 4", id: 889428659

tap "caskroom/versions"
cask "firefoxdeveloperedition"

tap "brandonweiss/homebrew-tap"
brew "brandonweiss/tap/emojify", args: ["HEAD"]
brew "brandonweiss/tap/git-aliae", args: ["HEAD"]
