brew "asdf"
brew "autojump"
brew "bash"
brew "fd"
brew "git"
brew "heroku"
brew "hub"
brew "mas"
brew "postgresql"
brew "redis"
brew "trash"

# Dependencies
brew "gpg" # asdf nodejs plugin

cask "airtable"
cask "alfred"
cask "appzapper"
cask "arq"
cask "atom"
cask "beamer"
cask "cleanmymac"
cask "dash"
cask "figma"
cask "flotato"
cask "focus"
cask "github-desktop"
cask "gitup"
cask "google-chrome"
cask "hyper"
cask "iina"
cask "insomnia"
cask "kap"
cask "keyboard-cleaner"
cask "knox"
cask "microblog"
cask "milanote"
cask "numi"
cask "postman"
cask "sip"
cask "slack"
cask "spectrum"
cask "steam"
cask "superhuman"
cask "transmission"
cask "transmit"
cask "trym"
cask "visual-studio-code"

mas "1Blocker", id: 1107421413
mas "Calca", id: 635758264
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 924726344
mas "Density", id: 980053405
mas "Dynamo", id: 1445910651
mas "Fantastical 2", id: 975937182
mas "Gifski", id: 1351639930
mas "Gradient", id: 481981128
mas "HazeOver", id: 430798174
mas "HEIC Converter to JPEG or PNG", id: 1294126402
mas "Honey", id: 1472777122
mas "Icon Slate", id: 439697913
mas "Kaleidoscope", id: 587512244
mas "Lungo", id: 1263070803
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "Medis", id: 1063631769
mas "Monodraw", id: 920404675
mas "Movist", id: 461788075
mas "PiPer", id: 1421915518
mas "Pixen", id: 525180431
mas "Postico", id: 1031280567
mas "Reeder", id: 1449412482
mas "Spectrum Color", id: 518156125
mas "Squash", id: 1152443474
mas "Step Two", id: 1448916662
mas "StopTheMadness", id: 1376402589
mas "Things 3", id: 904280696
mas "Ulysses", id: 1225570693
mas "Xcode", id: 497799835
mas "xScope 4", id: 889428659

tap "homebrew/cask-versions"
cask "firefoxdeveloperedition"

tap "brandonweiss/homebrew-tap"
brew "brandonweiss/tap/emojify", args: ["HEAD"]
brew "brandonweiss/tap/git-aliae", args: ["HEAD"]
