brew "asdf"
brew "autojump"
brew "fish"
brew "git"
brew "mas"
brew "postgresql"
brew "starship"
brew "trash"

# Dependencies
brew "gpg" # asdf nodejs plugin

cask "airtable"
cask "alfred"
cask "appzapper"
cask "arq"
cask "cleanmymac"
cask "dash"
cask "figma"
cask "flotato"
cask "focus"
cask "github"
cask "gitup"
cask "google-chrome"
cask "iina"
cask "insomnia"
cask "kap"
cask "numi"
cask "sip"
cask "slack"
cask "superhuman"
cask "transmission"
cask "transmit"
cask "visual-studio-code"

mas "1Blocker", id: 1107421413
mas "Calca", id: 635758264
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 924726344
mas "Fantastical 2", id: 975937182
mas "Gifski", id: 1351639930
mas "Kaleidoscope", id: 587512244
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "Monodraw", id: 920404675
mas "Movist", id: 461788075
mas "Pixen", id: 525180431
mas "Postico", id: 1031280567
mas "Reeder", id: 1449412482
mas "Spectrum Color", id: 518156125
mas "Step Two", id: 1448916662
mas "StopTheMadness", id: 1376402589
mas "Things 3", id: 904280696
mas "Ulysses", id: 1225570693
mas "Xcode", id: 497799835

tap "homebrew/cask-versions"
cask "firefox-developer-edition"

tap "brandonweiss/homebrew-tap"
brew "brandonweiss/tap/git-aliae", args: ["HEAD"]
